IdeaRS.Connections
FasteningData.RowsPosition Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the position, to which are bolt rows realted to.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PositionRelatedTo RowsPosition { get; set; }
Property Value
Type: PositionRelatedTo
See Also
Reference
FasteningData Class
IdeaRS.Connections.Data Namespace